[M_MineAllMine MissionDefinition]
MissionName="Meu. Tudo Meu!"
MissionDescription="Lilith pediu que você investigue uma mina de Eridium em [place]Tundra Express[-place]. Considerando o perigo que pode ser o Eridium bruto nas mãos de pessoas erradas (dá no mesmo dizer: nas mãos de qualquer pessoa que não seja Lilith, Roland ou você), Lilith pediu que você extermine todos os bandidos da mina e descubra para onde estão enviando o Eridium."
TurnInDescription="Você descobriu que os bandidos mineiros estavam vendendo o Eridium para a Hyperion, sem imaginar que a corporação acabaria massacrando-os mais tarde para recuperar o dinheiro gasto. Pra dizer a verdade, você ajudou os mineiros eliminando o intermediário."
MissionSummary="Investigue a mina de Eridium."
MissionGiver="Lilith"
MissionTurnInLocation="Tina Pequenina"
TeaserText="Se alguma vez você desejou dar um tiro em alguém simplesmente por vomitar bobagens do tipo: "que se danem, não tô nem aí!", essa missão é um presente pra você."

[M_MineAllMine:GototheMiningArea MissionObjectiveDefinition]
ProgressMessage="Investigue a mina de Eridium"

[M_MineAllMine:KillMiningBandits MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos mineiros"

[M_MineAllMine:KillTheProspector MissionObjectiveDefinition]
ProgressMessage="Elimine o garimpeiro Zeke"

[M_MineAllMine:KillTheProspectorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MineAllMine:KillwithSlag MissionObjectiveDefinition]
ProgressMessage="Elimine o garimpeiro com Slag"

[M_MineAllMine:MineInvestigationSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MineAllMine:MiningEcho MissionObjectiveDefinition]
ProgressMessage="Pegue o "contrato""

[M_MineAllMine:WhereIsTheMoneySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

